Repository: dewakp/ALAFIAKALO
Catalog: IOS/ALAFIA/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ha, ig, pt, sw, yo, zh

source: Suggestions — final nutrients are computed server-side when you save.
ar: الاقتراحات — يتم حساب العناصر الغذائية النهائية من جانب الخادم عند الحفظ.
de: Vorschläge — endgültige Nährstoffe werden serverseitig berechnet, wenn Sie speichern.
es: Sugerencias — los nutrientes finales se calculan en el servidor cuando guarda.
fr: Suggestions — les nutriments finaux sont calculés côté serveur lors de l'enregistrement.
ha: Shawarwari — a ƙididdige abubuwan gida a gefen sabar lokacin da kake ajiye.
ig: Ndụmọdụ — a na-agbakọ ihe ọ bụla n'ụlọ ọrụ mgbe ị na-echekwa.
pt: Sugestões — os nutrientes finais são calculados no servidor quando guarda.
sw: Mapendekezo — virutubishi vya mwisho vinakokotwa upande wa seva wakati wa kuokoa.
yo: Àwọn ìmọ̀ràn — a ń ṣe àpèjọ́ àwọn ìjẹ́ ìkẹ́kọ̀ọ̀ ní ẹ̀rọ nígbà tí o bá tọ́jú.
zh: 建议 — 最终营养数据在您保存时由服务器计算。

source: Summary
ar: الملخص
de: Zusammenfassung
es: Resumen
fr: Résumé
ha: Taƙaitaccen bayani
ig: Nchịkọta
pt: Resumo
sw: Muhtasari
yo: Àkópọ̀
zh: 摘要

source: Summary (%@)
ar: الملخص (%@)
de: Zusammenfassung (%@)
es: Resumen (%@)
fr: Résumé (%@)
ha: Taƙaitaccen bayani (%@)
ig: Nchịkọta (%@)
pt: Resumo (%@)
sw: Muhtasari (%@)
yo: Àkópọ̀ (%@)
zh: 摘要 (%@)

source: Support
ar: الدعم
de: Unterstützung
es: Soporte
fr: Assistance
ha: Goyon baya
ig: Enyemaka
pt: Apoio
sw: Msaada
yo: Ìrànlọ́wọ́
zh: 支持

source: Swelling
ar: التورم
de: Schwellungen
es: Hinchazón
fr: Gonflement
ha: Kumburin jiki
ig: Ịfụ Anụ
pt: Inchaço
sw: Uvimbe
yo: Ìsọ̀kan
zh: 肿胀

source: Swelling / Edema
ar: التورم / الوذمة
de: Schwellungen / Ödeme
es: Hinchazón / Edema
fr: Gonflement / Œdème
ha: Kumburin jiki / Edema
ig: Ịfụ Anụ / Edema
pt: Inchaço / Edema
sw: Uvimbe / Edema
yo: Ìsọ̀kan / Edema
zh: 肿胀 / 水肿

source: Switch to clinician view
ar: التبديل إلى عرض الطبيب
de: Zur Fachperson-Ansicht wechseln
es: Cambiar a vista de clínico
fr: Passer à la vue clinicien
ha: Juyawa zuwa gidan likita
ig: Gbanwee na ụkpụrụ onye ọkachamara
pt: Mudar para visualização de clínico
sw: Badili kuwa mtazamo wa kliniki
yo: Yípadà sí ìwé onímọ̀
zh: 切换到临床医生视图

source: Switch to Clinician View
ar: التبديل إلى عرض الطبيب
de: Zur Fachperson-Ansicht wechseln
es: Cambiar a Vista de Clínico
fr: Passer à la vue clinicien
ha: Juyawa zuwa Gidan Likita
ig: Gbanwee na Ụkpụrụ Onye Ọkachamara
pt: Mudar para Visualização de Clínico
sw: Badili kuwa Mtazamo wa Kliniki
yo: Yípadà sí Ìwé Onímọ̀
zh: 切换到临床医生视图

source: Switch to Patient View
ar: التبديل إلى عرض المريض
de: Zur Patienten-Ansicht wechseln
es: Cambiar a Vista de Paciente
fr: Passer à la vue patient
ha: Juyawa zuwa Gidan Marasa
ig: Gbanwee na Ụkpụrụ Onye Ọrịa
pt: Mudar para Visualização de Paciente
sw: Badili kuwa Mtazamo wa Mgonjwa
yo: Yípadà sí Ìwé Ọ̀lọ́pàá
zh: 切换到患者视图

source: Switch to the 'Add Role' tab to add your professional roles.
ar: انتقل إلى علامة التبويب 'إضافة دور' لإضافة أدوارك المهنية.
de: Gehen Sie zum Tab „Rolle hinzufügen
es: Vaya a la pestaña 'Agregar Rol' para añadir sus roles profesionales.
fr: Allez à l'onglet « Ajouter un rôle » pour ajouter vos rôles professionnels.
ha: Juyawa zuwa tabin 'Ƙara Aiki' don ƙara ayyukanka na sana'a.
ig: Gaa na tab 'Tinye Ọrụ' iji tinye ọrụ gị n'ọrụ.
pt: Aceda ao separador 'Adicionar Função' para adicionar as suas funções profissionais.
sw: Nenda kwenye kichupo cha 'Ongeza Jukumu' kuongeza majukumu yako ya kitaaluma.
yo: Lọ sí tabi 'Ṣafikun Ipa' láti ṣafikun àwọn ipa iṣẹ́ rẹ.
zh: 切换到"添加角色"标签页以添加您的专业角色。

source: Symptoms
ar: الأعراض
de: Symptome
es: Síntomas
fr: Symptômes
ha: Alamomi
ig: Mgbaàmụ
pt: Sintomas
sw: Dalili
yo: Àwọn ìbájẹ́
zh: 症状

source: Symptoms (comma-separated)
ar: الأعراض (مفصولة بفواصل)
de: Symptome (kommagetrennt)
es: Síntomas (separados por comas)
fr: Symptômes (séparés par des virgules)
ha: Alamomi (da alama)
ig: Mgbaàmụ (nke a kewapụtara)
pt: Sintomas (separados por vírgula)
sw: Dalili (zikitenganishwa na koma)
yo: Àwọn ìbájẹ́ (ní ìpín-ọ̀rọ̀)
zh: 症状（逗号分隔）

source: Sync Now
ar: مزامنة الآن
de: Jetzt synchronisieren
es: Sincronizar Ahora
fr: Synchroniser maintenant
ha: Daidaita Yanzu
ig: Sinkronayza Ugbu a
pt: Sincronizar Agora
sw: Sambaza Sasa
yo: Ṣafikun Báyìí
zh: 立即同步

source: Synced Records
ar: السجلات المتزامنة
de: Synchronisierte Einträge
es: Registros Sincronizados
fr: Dossiers synchronisés
ha: Rikodin da aka daidaita
ig: Ndekọ Sinkronayza
pt: Registos Sincronizados
sw: Rekodi Zilizosambazwa
yo: Àwọn Ìròyìn Tí a Ṣafikun
zh: 已同步记录

source: Syncing...
ar: جاري المزامنة...
de: Wird synchronisiert...
es: Sincronizando...
fr: Synchronisation...
ha: Yana daidaita...
ig: Sinkronayza...
pt: Sincronizando...
sw: Inasambaza...
yo: Ń ṣafikun...
zh: 同步中...

source: Systolic
ar: الضغط الانقباضي
de: Systolisch
es: Sistólica
fr: Systolique
pt: Sistólica
zh: 收缩压

source: Systolic BP
ar: ضغط الدم الانقباضي
de: Systolischer Blutdruck
es: PA Sistólica
fr: Tension systolique
pt: PA Sistólica
sw: BP ya Systolic
zh: 收缩压

source: Tab
ar: علامة التبويب
de: Reiter
es: Pestaña
fr: Onglet
ha: Tabin
pt: Separador
sw: Kichupo
yo: Tabi
zh: 标签页

source: Tap + to add a condition
ar: اضغط + لإضافة حالة
de: Tippen Sie auf +, um eine Erkrankung hinzuzufügen
es: Toque + para añadir una condición
fr: Appuyez sur + pour ajouter une condition
ha: Taɓa + don ƙara yanayin
ig: Pịa + iji tinye ọrịa
pt: Toque + para adicionar uma condição
sw: Gusa + kuongeza hali
yo: Tẹ + láti ṣafikun ìṣẹ̀lẹ̀
zh: 点击 + 添加病情

source: Tap + to add a lab result
ar: اضغط + لإضافة نتيجة فحص
de: Tippen Sie auf +, um ein Laborergebnis hinzuzufügen
es: Toca + para añadir un resultado de laboratorio
fr: Appuyez sur + pour ajouter un résultat de laboratoire
ha: Danna + don ƙara sakamakon gwaje
ig: Taa + ka ịgbakwu nsonaazụ ọrụ ụlọ
pt: Toque + para adicionar um resultado de exame
sw: Gusa + ili kuongeza matokeo ya maabara
yo: Tap + láti ṣafikun èsì ìdánwò
zh: 点击 + 添加检验结果

source: Tap + to add a medication
ar: اضغط + لإضافة دواء
de: Tippen Sie auf +, um ein Medikament hinzuzufügen
es: Toca + para añadir un medicamento
fr: Appuyez sur + pour ajouter un médicament
ha: Danna + don ƙara maganin
ig: Taa + ka ịgbakwu ogwu
pt: Toque + para adicionar um medicamento
sw: Gusa + ili kuongeza dawa
yo: Tap + láti ṣafikun oogun
zh: 点击 + 添加药物

source: Tap + to add insurance plans from any supported country
ar: اضغط + لإضافة خطط التأمين من أي دولة مدعومة
de: Tippen Sie auf +, um Versicherungspläne aus unterstützten Ländern hinzuzufügen
es: Toca + para añadir planes de seguro de cualquier país compatible
fr: Appuyez sur + pour ajouter des plans d'assurance de n'importe quel pays supporté
ha: Danna + don ƙara shirin inshuransi daga kowane ƙasa da aka goyi bayan
ig: Taa + ka ịgbakwu mpụ ọrịa site na mpaghara ọ bụla a na-akwado
pt: Toque + para adicionar planos de seguro de qualquer país suportado
sw: Gusa + ili kuongeza mipango ya bima kutoka nchi yoyote inayotumika
yo: Tap + láti ṣafikun àwọn ètò ìdánilẹ̀kọ̀ọ́ láti orílẹ̀ èdè tí a ṣe àtìlẹ́yìn
zh: 点击 + 添加任何支持国家的保险计划

source: Tap + to add items from your refrigerator, freezer, or pantry
ar: اضغط + لإضافة عناصر من ثلاجتك أو فريزرك أو مخزنك
de: Tippen Sie auf +, um Lebensmittel aus Kühlschrank, Gefrierschrank oder Speisekammer hinzuzufügen
es: Toca + para añadir artículos de tu refrigerador, congelador o despensa
fr: Appuyez sur + pour ajouter des articles de votre réfrigérateur, congélateur ou garde-manger
ha: Danna + don ƙara abubuwa daga jikinin abinci, firiji, ko rumfa
ig: Taa + ka ịgbakwu ihe sitere na ụlọ oyi, freezer, ma ọ bụ pantry
pt: Toque + para adicionar itens da sua geladeira, freezer ou despensa
sw: Gusa + ili kuongeza vitu kutoka jokofu, freezer, au pantry yako
yo: Tap + láti ṣafikun àwọn nǹkan láti inu ìtì, ìtì ìtùtù, tàbí ìtì ìṣẹ̀
zh: 点击 + 添加冰箱、冷柜或食品柜中的物品

source: Tap + to add one
ar: اضغط + لإضافة واحد
de: Tippen Sie auf +, um eines hinzuzufügen
es: Toca + para añadir uno
fr: Appuyez sur + pour en ajouter un
ha: Danna + don ƙara ɗaya
ig: Taa + ka ịgbakwu otu
pt: Toque + para adicionar um
sw: Gusa + ili kuongeza kimoja
yo: Tap + láti ṣafikun ọ̀kan
zh: 点击 + 添加一项

source: Tap + to create a medication schedule
ar: اضغط + لإنشاء جدول الأدوية
de: Tippen Sie auf +, um einen Medikamentenplan zu erstellen
es: Toca + para crear un horario de medicamentos
fr: Appuyez sur + pour créer un horaire de médicament
ha: Danna + don ƙirƙira jadwalin maganin
ig: Taa + ka ịkepụta usoro ogwu
pt: Toque + para criar um cronograma de medicamentos
sw: Gusa + ili kuunda ratiba ya dawa
yo: Tap + láti ṣẹ̀dá àkójọ ìṣẹ̀ oogun
zh: 点击 + 创建用药计划

source: Tap + to create a prescription
ar: اضغط + لإنشاء وصفة طبية
de: Tippen Sie auf +, um ein Rezept zu erstellen
es: Toca + para crear una receta
fr: Appuyez sur + pour créer une ordonnance
ha: Danna + don ƙirƙira resiti
ig: Taa + ka ịkepụta ọrịa
pt: Toque + para criar uma prescrição
sw: Gusa + ili kuunda resepi
yo: Tap + láti ṣẹ̀dá ìwé oogun
zh: 点击 + 创建处方

source: Tap + to dispense a prescription
ar: اضغط + لصرف وصفة طبية
de: Tippen Sie auf +, um ein Rezept auszugeben
es: Toca + para dispensar una receta
fr: Appuyez sur + pour distribuer une ordonnance
ha: Danna + don ba da resiti
ig: Taa + ka ịnye ọrịa
pt: Toque + para dispensar uma prescrição
sw: Gusa + ili kutoa resepi
yo: Tap + láti pín ìwé oogun
zh: 点击 + 配药

source: Tap + to grant someone access to your health data.
ar: اضغط + لمنح شخص ما إمكانية الوصول إلى بيانات صحتك
de: Tippen Sie auf +, um jemandem Zugriff auf Ihre Gesundheitsdaten zu gewähren
es: Toca + para permitir que alguien acceda a tus datos de salud.
fr: Appuyez sur + pour donner accès à vos données de santé à quelqu'un.
ha: Danna + don ba wa wani mutum damar shiga bayanan lafiyarki.
ig: Taa + ka ịnye mmadụ ụfọdụ ohere ịnweta data ahụike gị.
pt: Toque + para conceder a alguém acesso aos seus dados de saúde.
sw: Gusa + ili kumpa mtu mwingine ufahamu wa data yako ya afya.
yo: Tap + láti fún ẹnìkan ní àkọ́lẹ̀ sí àwọn àlaye àìsàn rẹ
zh: 点击 + 授予他人访问您健康数据的权限

source: Tap + to log a bowel movement
ar: اضغط + لتسجيل حركة الأمعاء
de: Tippen Sie auf +, um einen Stuhlgang zu protokollieren
es: Toca + para registrar una evacuación intestinal
fr: Appuyez sur + pour enregistrer une selle
ha: Danna + don rubuta ƙarar jiki
ig: Taa + ka ịdekọ ụkwụ
pt: Toque + para registrar uma evacuação
sw: Gusa + ili kurekodi mwendo wa tumboni
yo: Tap + láti ṣe ìwé ìtẹ̀
zh: 点击 + 记录排便

source: Tap + to log a chemotherapy session.
ar: اضغط + لتسجيل جلسة العلاج الكيميائي
de: Tippen Sie auf +, um eine Chemotherapiesitzung zu protokollieren
es: Toca + para registrar una sesión de quimioterapia.
fr: Appuyez sur + pour enregistrer une séance de chimiothérapie.
ha: Danna + don rubuta zaman chemotherapy.
ig: Taa + ka ịdekọ oge chemotherapy.
pt: Toque + para registrar uma sessão de quimioterapia.
sw: Gusa + ili kurekodi kikao cha chemotherapy.
yo: Tap + láti ṣe ìwé ìsẹ̀jú oogun ìkòkò
zh: 点击 + 记录化疗疗程

source: Tap + to log a vomiting episode
ar: اضغط + لتسجيل نوبة قيء
de: Tippen Sie auf +, um einen Brechanfall zu protokollieren
es: Toca + para registrar un episodio de vómito
fr: Appuyez sur + pour enregistrer un épisode de vomissement
ha: Danna + don rubuta abin iska
ig: Taa + ka ịdekọ oge ọ fụrụ gị
pt: Toque + para registrar um episódio de vômito
sw: Gusa + ili kurekodi kutapika
yo: Tap + láti ṣe ìwé ìfẹ́ẹ̀
zh: 点击 + 记录呕吐发作

source: Tap + to log a workout
ar: اضغط + لتسجيل تمرين رياضي
de: Tippen Sie auf +, um ein Training zu protokollieren
es: Toca + para registrar un entrenamiento
fr: Appuyez sur + pour enregistrer un entraînement
ha: Danna + don rubuta motsa jiki
ig: Taa + ka ịdekọ ihe ị rụrụ ọrụ
pt: Toque + para registrar um treino
sw: Gusa + ili kurekodi zoezi
yo: Tap + láti ṣe ìwé iṣẹ́ ara
zh: 点击 + 记录锻炼

source: Tap + to log how you feel
ar: اضغط + لتسجيل شعورك
de: Tippen Sie auf +, um zu protokollieren, wie Sie sich fühlen
es: Toca + para registrar cómo te sientes
fr: Appuyez sur + pour enregistrer comment vous vous sentez
ha: Danna + don rubuta yadda kake jiya
ig: Taa + ka ịdekọ otu ị na-ala
pt: Toque + para registrar como você se sente
sw: Gusa + ili kurekodi jinsi unavyojisikia
yo: Tap + láti ṣe ìwé bí o ṣe máa lòó
zh: 点击 + 记录您的感受

source: Tap + to log urination
ar: اضغط + لتسجيل التبول
de: Tippen Sie auf +, um das Wasserlassen zu protokollieren
es: Toca + para registrar la micción
fr: Appuyez sur + pour enregistrer une miction
ha: Danna + don rubuta fitsari
ig: Taa + ka ịdekọ ụtụ
pt: Toque + para registrar micção
sw: Gusa + ili kurekodi mkojo
yo: Tap + láti ṣe ìwé ìmì
zh: 点击 + 记录排尿

source: Tap + to log vitals & habits
ar: اضغط + لتسجيل العلامات الحيوية والعادات
de: Tippen Sie auf +, um Vitalwerte und Gewohnheiten zu protokollieren
es: Toca + para registrar signos vitales y hábitos
fr: Appuyez sur + pour enregistrer vos signes vitaux et habitudes
ha: Danna + don rubuta mahimmancin jiki da al'adun rayuwa
ig: Taa + ka ịdekọ ihe ọ dị na ahụ na ụkpụ ọdụ
pt: Toque + para registrar sinais vitais e hábitos
sw: Gusa + ili kurekodi vitals na tabia
yo: Tap + láti ṣe ìwé ìmọ̀ ara àti àwọn ìgbésẹ̀
zh: 点击 + 记录生命体征和习惯

source: Tap + to log your first meal
ar: اضغط + لتسجيل وجبتك الأولى
de: Tippen Sie auf +, um Ihre erste Mahlzeit zu protokollieren
es: Toca + para registrar tu primera comida
fr: Appuyez sur + pour enregistrer votre premier repas
ha: Danna + don rubuta abincin farko
ig: Taa + ka ịdekọ nri mbụ gị
pt: Toque + para registrar sua primeira refeição
sw: Gusa + ili kurekodi chakula chako cha kwanza
yo: Tap + láti ṣe ìwé oúnjẹ àkọ́kọ́ rẹ
zh: 点击 + 记录您的第一餐

source: Tap + to record your first peritoneal dialysis session.
ar: اضغط + لتسجيل جلسة غسيل الكلى البريتوني الأولى
de: Tippen Sie auf +, um Ihre erste Peritonealdialysesitzung zu protokollieren
es: Toca + para registrar tu primera sesión de diálisis peritoneal.
fr: Appuyez sur + pour enregistrer votre première séance de dialyse péritonéale.
ha: Danna + don rubuta zaman peritoneal dialysis na farko.
ig: Taa + ka ịdekọ oge peritoneal dialysis mbụ gị.
pt: Toque + para registrar sua primeira sessão de diálise peritoneal.
sw: Gusa + ili kurekodi kikao chako cha kwanza cha peritoneal dialysis.
yo: Tap + láti ṣe ìwé ìsẹ̀jú peritoneal dialysis àkọ́kọ́ rẹ
zh: 点击 + 记录您的第一次腹膜透析疗程

source: Tap + to request a refill
ar: اضغط + لطلب إعادة تعبئة
de: Tippen Sie auf +, um eine Nachfüllung anzufordern
es: Toca + para solicitar un resurtido
fr: Appuyez sur + pour demander un renouvellement
ha: Danna + don nema sake cikawa
ig: Taa + ka ịrịọ ka a meghachi ogwu
pt: Toque + para solicitar um reabastecimento
sw: Gusa + ili kuomba kuzazwa tena
yo: Tap + láti beèrè fún ìtúnbọ̀
zh: 点击 + 申请补充

source: Tap + to send a data sharing invitation.
ar: اضغط + لإرسال دعوة مشاركة البيانات
de: Tippen Sie auf +, um eine Einladung zum Datenaustausch zu senden
es: Toca + para enviar una invitación de compartir datos.
fr: Appuyez sur + pour envoyer une invitation de partage de données.
ha: Danna + don aika gayyatar raba bayani.
ig: Taa + ka ịziga oku ịkọrọ data.
pt: Toque + para enviar um convite de compartilhamento de dados.
sw: Gusa + ili kutuma mwaliko wa kushiriki data.
yo: Tap + láti ránṣẹ́ àbá píín àlaye
zh: 点击 + 发送数据共享邀请

source: Tap + to take a PHQ-9, GAD-7, or WHO-5 assessment
ar: اضغط + لإجراء تقييم PHQ-9 أو GAD-7 أو WHO-5
de: Tippen Sie auf +, um eine PHQ-9-, GAD-7- oder WHO-5-Bewertung durchzuführen
es: Toca + para completar una evaluación PHQ-9, GAD-7 o WHO-5
fr: Appuyez sur + pour faire une évaluation PHQ-9, GAD-7 ou WHO-5
ha: Danna + don yin bincike na PHQ-9, GAD-7, ko WHO-5
ig: Taa + ka ịme PHQ-9, GAD-7, ma ọ bụ WHO-5 nyocha
pt: Toque + para fazer uma avaliação PHQ-9, GAD-7 ou WHO-5
sw: Gusa + ili kufanya tathmini ya PHQ-9, GAD-7, au WHO-5
yo: Tap + láti ṣe PHQ-9, GAD-7, tàbí WHO-5 ìwádìí
zh: 点击 + 进行 PHQ-9、GAD-7 或 WHO-5 评估

source: Tap + to write what you're grateful for
ar: اضغط + لكتابة ما تشعر بالامتنان له
de: Tippen Sie auf +, um aufzuschreiben, wofür Sie dankbar sind
es: Toca + para escribir por qué estás agradecido
fr: Appuyez sur + pour écrire ce pour quoi vous êtes reconnaissant
ha: Danna + don rubuta abin da kake godiya
ig: Taa + ka ịdekọ ihe ị na-enwe obi ụtọ maka
pt: Toque + para escrever pelo que você é grato
sw: Gusa + ili kuandika kile unachoshukuru
yo: Tap + láti kọ ohun tí o ṣe dúpẹ́ fún
zh: 点击 + 记录您感恩的事

source: Tap Edit to create your advanced directive.
ar: اضغط تحرير لإنشاء توجيهاتك المسبقة
de: Tippen Sie auf Bearbeiten, um Ihre Patientenverfügung zu erstellen
es: Toca Editar para crear tu directiva anticipada.
fr: Appuyez sur Modifier pour créer vos directives anticipées.
ha: Danna Gyara don ƙirƙira ƙa'idar gida.
ig: Taa Edit ka ịkepụta iwu gị maka ọnwụ.
pt: Toque Editar para criar sua diretiva antecipada.
sw: Gusa Hariri ili kuunda maagizo yako ya juu.
yo: Tap Edit láti ṣẹ̀dá àkópa ìlànà rẹ
zh: 点击编辑创建您的预先指示

source: Tap the + button to pick from Nutrition, Fitness, Mood, Vitals, and Lifestyle metrics.
ar: اضغط زر + لاختيار من مقاييس التغذية والنشاط البدني والمزاج والعلامات الحيوية ونمط الحياة
de: Tippen Sie auf die +-Schaltfläche, um aus Ernährung, Fitness, Stimmung, Vitalwerten und Lebensstiländerungen zu wählen
es: Toca el botón + para elegir entre métricas de Nutrición, Fitness, Humor, Signos vitales y Estilo de vida.
fr: Appuyez sur le bouton + pour choisir parmi les métriques Nutrition, Fitness, Humeur, Signes vitaux et Mode de vie.
ha: Danna maɓuɓɓugar + don zaɓi daga Abinci, Motsa Jiki, Zuciya, Mahimmancin Jiki, da Rayuwa.
ig: Taa + bọtụnụ ka ịhọrọ site na Nutrition, Fitness, Mood, Vitals, na Lifestyle.
pt: Toque o botão + para escolher entre métricas de Nutrição, Fitness, Humor, Sinais Vitais e Estilo de Vida.
sw: Gusa kitufe cha + ili kuchagua kutoka Nutrition, Fitness, Mood, Vitals, na Lifestyle metrics.
yo: Tap + bọ̀tìnì láti yan láti inú Nutrition, Fitness, Mood, Vitals, àti Lifestyle ìmọ̀
zh: 点击 + 按钮从营养、健身、心情、生命体征和生活方式指标中选择

source: Tap to toggle
ar: اضغط للتبديل
de: Tippen zum Umschalten
es: Toca para alternar
fr: Appuyez pour basculer
ha: Danna don canza
ig: Taa ka ịgbanwe
pt: Toque para alternar
sw: Gusa ili kubadilisha
yo: Tap láti yí padà
zh: 点击切换

source: Target
ar: الهدف
de: Ziel
es: Objetivo
fr: Objectif
ha: Burin
ig: Ihe ọ ga-abụ
pt: Meta
sw: Lengo
yo: Ibi ìfẹ́
zh: 目标

source: Target %.1f kg
ar: الهدف %.1f كغ
de: Ziel %.1f kg
es: Objetivo %.1f kg
fr: Objectif %.1f kg
ha: Burin %.1f kg
ig: Ihe ọ ga-abụ %.1f kg
pt: Meta %.1f kg
sw: Lengo %.1f kg
yo: Ibi ìfẹ́ %.1f kg
zh: 目标 %.1f kg

source: Target Weight (%@)
ar: وزن الهدف (%@)
de: Zielgewicht (%@)
es: Peso objetivo (%@)
fr: Poids cible (%@)
ha: Burin Nauyi (%@)
ig: Ihe ọ ga-abụ Arọ (%@)
pt: Peso Meta (%@)
sw: Uzani wa Lengo (%@)
yo: Ibi ìfẹ́ (%@)
zh: 目标体重 (%@)

source: Teach
ar: تعليم
de: Schulung
es: Enseñar
fr: Enseigner
ha: Koya
ig: Kuziere
pt: Ensinar
sw: Fundisha
yo: Kọ́ ẹ̀kọ́
zh: 教学

source: Telehealth
ar: الاستشارة عن بعد
de: Telemedizin
es: Telemedicina
fr: Télésanté
pt: Telemedicina
zh: 远程医疗

source: Telehealth Available
ar: الاستشارة عن بعد متاحة
de: Telemedizin verfügbar
es: Telemedicina disponible
fr: Télésanté disponible
ha: Telehealth Akwai
ig: Telehealth Dị
pt: Telemedicina Disponível
sw: Telehealth Inapatikana
yo: Telehealth Wa
zh: 远程医疗可用

source: Telehealth Only
ar: الاستشارة عن بعد فقط
de: Nur Telemedizin
es: Solo telemedicina
fr: Télésanté uniquement
ha: Telehealth Kawai
ig: Telehealth Naanị
pt: Apenas Telemedicina
sw: Telehealth Tu
yo: Telehealth Nìkan
zh: 仅限远程医疗

source: Telemedicine Available
ar: الطب عن بعد متاح
de: Telemedizin verfügbar
es: Telemedicina disponible
fr: Télémédecine disponible
ha: Telemedicine Akwai
ig: Telemedicine Dị
pt: Telemedicina Disponível
sw: Telemedicine Inapatikana
yo: Telemedicine Wa
zh: 远程医疗平台可用

source: Telemedicine Platforms (comma-separated)
ar: منصات الطب عن بعد (مفصولة بفواصل)
de: Telemedizin-Plattformen (durch Kommas getrennt)
es: Plataformas de telemedicina (separadas por comas)
fr: Plateformes de télémédecine (séparées par des virgules)
ha: Dandannin Telemedicine (watsewa da koma)
ig: Telemedicine Platforms (nke a kewapụtara)
pt: Plataformas de Telemedicina (separadas por vírgula)
sw: Jukwaa la Telemedicine (liyotenganishwa kwa koma)
yo: Telemedicine Platforms (àwọn ìpín pẹ̀lú àmì ìkọ̀)
zh: 远程医疗平台（逗号分隔）

source: Tell ALAFIA what you ate, took, or how you feel — it'll take you to the right place.
ar: أخبر ALAFIA بما تناولته أو تناولت أو كيف تشعر — سيأخذك إلى المكان الصحيح
de: Sagen Sie ALAFIA, was Sie gegessen haben, was Sie genommen haben oder wie Sie sich fühlen – es leitet Sie an die richtige Stelle weiter
es: Cuéntale a ALAFIA qué comiste, qué tomaste o cómo te sientes — te llevará al lugar correcto.
fr: Dites à ALAFIA ce que vous avez mangé, pris ou comment vous vous sentez — elle vous dirigera au bon endroit.
ha: Gaya wa ALAFIA abin da ka ci, ka ɗauka, ko yadda kake jiya — zai kawo da kai zuwa wuri daidai.
ig: Gwa ALAFIA ihe ị riri, ihe ị natụ, ma ọ bụ otu ị na-ala — ọ ga-akpọ gị n'ebe kwesịrị ekwesị.
pt: Diga ao ALAFIA o que você comeu, tomou ou como se sente — ele o levará ao lugar certo.
sw: Mwambie ALAFIA kile ulichokula, ulichotaka, au jinsi unavyojisikia — itakukuwa mahali sahihi.
yo: Sọ ALAFIA ohun tí o jẹ, oogun tí o gba, tàbí bí o ṣe máa lòó — yóò mú ọ lọ sí ibi tí ó yẹ
zh: 告诉 ALAFIA 您吃了什么、服用了什么或感受如何 — 它会为您指引正确的方向

source: Temp (°F)
ar: درجة الحرارة (°F)
ha: Zafi (°F)
ig: Okpomọkụ (°F)
sw: Joto (°F)
yo: Ooru (°F)
zh: 温度 (°F)

source: Terms of Service
ar: شروط الخدمة
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation
ha: Sharuɗɗan Aiki
ig: Usoro Ọrụ
pt: Termos de Serviço
sw: Masharti ya Huduma
yo: Àwọn Ìlànà Ìlò
zh: 服务条款

source: Test
ar: فحص
es: Prueba
ha: Gwaje
ig: Nyocha
pt: Exame
sw: Jaribio
yo: Ìdánwò
zh: 检验

source: Test Info
ar: معلومات الفحص
de: Testinformationen
es: Información de la prueba
fr: Infos test
ha: Bayani Gwaje
ig: Ozi Nyocha
pt: Informações do Exame
sw: Taarifa ya Jaribio
yo: Àlaye Ìdánwò
zh: 检验信息

source: Test name (e.g. Glucose)
ar: اسم الفحص (مثل Glucose)
de: Testname (z. B. Glukose)
es: Nombre de la prueba (p. ej. Glucosa)
fr: Nom du test (p. ex. Glucose)
ha: Sunan gwaje (misali Glucose)
ig: Aha nyocha (dị ka Glucose)
pt: Nome do exame (ex: Glicose)
sw: Jina la jaribio (k.m. Glucose)
yo: Orúkọ ìdánwò (àpẹẹrẹ Glucose)
zh: 检验名称（例如 Glucose）

source: Therapies
ar: العلاجات
de: Therapien
es: Terapias
fr: Thérapies
ig: Ọgwụ
pt: Terapias
yo: Àwọn Ìtọ́nísọ̀rọ̀
zh: 治疗方案

source: Therapy Time (min)
ar: مدة العلاج (دقيقة)
de: Therapiedauer (Min)
es: Tiempo de terapia (min)
fr: Durée thérapie (min)
ha: Lokacin Therapy (min)
ig: Oge Ọgwụ (nkeji)
pt: Tempo de Terapia (min)
yo: Àkókò Ìtọ́nísọ̀rọ̀ (ìsẹ́jú)
zh: 治疗时间（分钟）

source: This action cannot be undone
ar: لا يمكن التراجع عن هذا الإجراء
de: Diese Aktion kann nicht rückgängig gemacht werden
es: Esta acción no se puede deshacer
fr: Cette action ne peut pas être annulée
ha: Ba za a iya soke wannan aiki ba
ig: Enweghị ike ịgagharị omume a
pt: Esta ação não pode ser desfeita
sw: Hatua hii haiwezi kutenduliwa
yo: Ìgbésẹ̀ yìí kò lè tún padà
zh: 此操作无法撤销

source: This action cannot be undone.
ar: لا يمكن التراجع عن هذا الإجراء.
de: Diese Aktion kann nicht rückgängig gemacht werden.
es: Esta acción no se puede deshacer.
fr: Cette action ne peut pas être annulée.
ha: Ba za a iya soke wannan aiki ba.
ig: Enweghị ike ịgagharị omume a.
pt: Esta ação não pode ser desfeita.
sw: Hatua hii haiwezi kutenduliwa.
yo: Ìgbésẹ̀ yìí kò lè tún padà.
zh: 此操作无法撤销。
